/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Anuluj";

/* Title of cell to set credentials */
"Credentials" = "Credentials";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* Title describing glucose value */
"Glucose" = "Glukoza";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Outside US share server option title */
"Outside US" = "Poza USA";

/* The title of the Dexcom share password credential */
"Password" = "Contraseña";

/* The title of the Dexcom share server URL credential */
"Server" = "Serwer";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Nazwa użytkownika";

